/* Alert displayed to the user when a single post has been successfully uploaded. */
"1 post uploaded" = "1 post uploaded";

/* Placeholder text for tags module in share extension. */
"Add tags" = "Add tags";

/* Apply action on the app extension tags picker screen. Saves the selected tags for the post. */
"Apply" = "Apply";

/* Back action on share extension site picker screen. Takes the user to the share extension editor screen. */
"Back" = "Back";

/* Cancel action on share extension editor screen.
   Cancel action on the app extension category picker screen.
   Cancel action on the app extension modules screen.
   Cancel action on the app extension tags picker screen.
   Cancel button */
"Cancel" = "Cancel";

/* Share extension dialog dismiss button label - displayed when user is missing a login token. */
"Cancel sharing" = "Cancel sharing";

/* A short message that informs the user the share extension is being cancelled. */
"Cancelling..." = "Cancelling...";

/* Category menu item in share extension. */
"Category" = "Category";

/* Error message when tag loading failed */
"Couldn't load tags. Tap to retry." = "Couldn't load tags. Tap to retry.";

/* Placeholder text displayed in the share extension's summary view. It lets the user know the default category will be used on their post. */
"Default" = "Default";

/* User action to dismiss media options. */
"Dismiss" = "Dismiss";

/* Button title. Opens the editor to edit an existing post. */
"Edit Post" = "Edit Post";

/* A short message to inform the user data for their sites are being fetched. */
"Fetching sites..." = "Fetching sites...";

/* Label action for inserting a link on the editor */
"Insert Link" = "Insert Link";

/* Link name field placeholder */
"Link Name" = "Link Name";

/* Loading tags */
"Loading..." = "Loading...";

/* Title for action sheet with media options. */
"Media Options" = "Media Options";

/* Share extension error dialog cancel button label. */
"Nevermind" = "Nevermind";

/* Next action on share extension editor screen. */
"Next" = "Next";

/* A short message that informs the user no sites could be loaded in the share extension. */
"No available sites" = "No available sites";

/* Share extension dialog text  - displayed when user is missing a login token. */
"Please launch the WordPress app, log in to WordPress.com and make sure you have at least one site, then try again." = "Please launch the WordPress app, log in to WordPress.com and make sure you have at least one site, then try again.";

/* Publish post action on share extension site picker screen. */
"Publish" = "Publish";

/* Text displayed in the share extension's summary view. It describes the publish post action. */
"Publish post on:" = "Publish post on:";

/* A short message that informs the user a post is being published to the server from the share extension. */
"Publishing post..." = "Publishing post...";

/* In the share extension, this is the text used right before attributing a quote to a website. Example: 'Read on www.site.com'. We are looking for the 'Read on' text in this situation. */
"Read on" = "Read on";

/* User action to remove media. */
"Remove" = "Remove";

/* Label action for removing a link from the editor */
"Remove Link" = "Remove Link";

/* Post Rich content */
"Rich Content" = "Rich Content";

/* Save draft post action on share extension site picker screen. */
"Save" = "Save";

/* Text displayed in the share extension's summary view that describes the action of saving multiple photos in a draft post. */
"Save %ld photos as a draft post on:" = "Save %ld photos as a draft post on:";

/* Text displayed in the share extension's summary view that describes the action of saving a single photo in a draft post. */
"Save 1 photo as a draft post on:" = "Save 1 photo as a draft post on:";

/* Text displayed in the share extension's summary view that describes the save draft post action. */
"Save draft post on:" = "Save draft post on:";

/* A short message that informs the user a draft post is being saved to the server from the share extension. */
"Saving post..." = "Saving post...";

/* Select action on the app extension category picker screen. Saves the selected categories for the post. */
"Select" = "Select";

/* Share Extension Content Body Text Placeholder */
"Share your story here..." = "Share your story here...";

/* Share extension dialog title - displayed when user is missing a login token. */
"Sharing error" = "Sharing error";

/* Share extension error dialog title. */
"Sharing Error" = "Sharing Error";

/* Tags menu item in share extension. */
"Tags" = "Tags";

/* Placeholder for the post title.
   Post title */
"Title" = "Title";

/* Share extension error dialog retry button label. */
"Try again" = "Try again";

/* Alert displayed to the user when a single post has failed to upload. */
"Unable to upload 1 post" = "Unable to upload 1 post";

/* Alert displayed to the user when a single post and multiple files have failed to upload. */
"Unable to upload 1 post, %ld files" = "Unable to upload 1 post, %ld files";

/* Alert displayed to the user when a single post and 1 file has failed to upload. */
"Unable to upload 1 post, 1 file" = "Unable to upload 1 post, 1 file";

/* Label action for updating a link on the editor */
"Update Link" = "Update Link";

/* System notification displayed to the user when a single post and multiple files have uploaded successfully. */
"Uploaded 1 post, %ld files" = "Uploaded 1 post, %ld files";

/* System notification displayed to the user when a single post and 1 file has uploaded successfully. */
"Uploaded 1 post, 1 file" = "Uploaded 1 post, 1 file";

/* URL text field placeholder */
"URL" = "URL";

/* Share extension error dialog text. */
"Whoops, something went wrong while sharing. You can try again, maybe it was a glitch." = "Whoops, something went wrong while sharing. You can try again, maybe it was a glitch.";

